{
  "singulars": {
    "meta": {
      "title": "WalkScape | Roadmap",
      "description": "An outline of the development arc of WalkScape, both past and future."
    },
    "devStart": {
      "date": "17th of August, 2022",
      "title": "Game Development Starts",
      "content": "The development of WalkScape starts as a hobby project, that Schamppu works on in his free time."
    },
    "maxchill": {
      "date": "4th of December, 2022",
      "title": "Maxchill Joins the Team",
      "content": "The project starts to gain popularity online, especially on Reddit, and the need to recruit an artist arises. Maxchill joins the development team."
    },
    "originalBeta": {
      "date": "Summer, 2023",
      "title": "Original Closed Beta Launch",
      "content": "The first version of the WalkScape closed beta is scheduled to launch during the Summer of 2023. This proves an unrealistic schedule, and the release has to be delayed until the end of the year."
    },
    "floursifter": {
      "date": "12th of October, 2023",
      "title": "Floursifter Joins the Team",
      "content": "Floursifter, a member of the WalkScape community who contributed a lot of his free time to come up with content, in-game formulas and iOS development version testing, joins the team unofficially."
    },
    "wave1": {
      "date": "1st of November, 2023",
      "title": "Invite Wave 1 for Supporters",
      "content": "To guarantee access to the first Closed Beta version of the game, players can support the development of WalkScape on Patreon and Buy Me a Coffee."
    },
    "launch": {
      "date": "18th of January, 2024",
      "title": "Closed Beta is Released",
      "content": "WalkScape’s first Closed Beta version is released."
    },
    "qol": {
      "date": "16th of February, 2024",
      "title": "Large QoL Update",
      "content": "A large quality of life update is released. The whole UI is reworked and navigating and playing the game becomes significantly easier."
    },
    "contentUpdate": {
      "date": "28th of February, 2024",
      "title": "Major Content Update",
      "content": "The amount of in-game content is almost doubled by adding collectibles, new items, twice as many activities, and more to prepare for the launch of Wave 2."
    },
    "wave2": {
      "date": "1st of March, 2024",
      "title": "Invite Wave 2",
      "content": "The second Wave of Closed Beta invites ends on 31st of March, 2024. Pateron and BMAC supporters and a large amount of players who had applied to the Closed Beta gain access before the cutoff date, 31st of March."
    },
    "wave2patch": {
      "date": "13th of March, 2024",
      "title": "Post Wave 2 Patch",
      "content": "An update is released to fix new problems encountered by players who joined in wave 2."
    },
    "myzozoz": {
      "date": "15th of April, 2024",
      "title": "myzozoz Joins the Team",
      "content": "In order to speed up development, a search for a second programmer and developer is started. On the 15th of April, myzozoz starts as the first official employee of Not A Cult."
    },
    "pedometer": {
      "date": "26th of April, 2024",
      "title": "Pedometer Update",
      "content": "By now the core feature of WalkScape, counting steps, is in need of updating. An update is released fixing a lot of issues people encountered with the pedometer. Progress on fixing the pedometer continues throughout May, 2024."
    },
    "wave2point5": {
      "date": "1st of June, 2024",
      "title": "Invite Wave 2.5",
      "content": "As a thank you to all players who supported the game since the end of invite wave 2, invites are sent out to everyone who supported the game on Patreon or BMAC before the 15th of June, 12:00:00 UTC. Invites will start rolling out on the  1st of June."
    },
    "achievements": {
      "date": "10th of July, 2024",
      "title": "Achievements update released",
      "content": "Shortly after wave 2.5, a significant content update added achievements to the game. "
    },
    "syrenthia": {
      "date": "21st of August, 2024",
      "title": "Syrenthia Update",
      "content": "Our biggest update yet, adding realm reputation, consumables, and an entirely new region, drops. The team deploys the update remotely from Cologne, Germany, as they are attending Gamescom. The update also marks the start of wave 3."
    },
    "wave3": {
      "date": "August-October, 2024",
      "title": "Wave 3 and PGC",
      "content": "For the next six and a half weeks the game sees a massive influx of new players, as news of wave 3 reaches more people than ever before. The game is also showcased in various conventions, winning the indie audience choice award at Pocket Gamer Connects Helsinki."
    },
    "localization": {
      "date": "12th of October, 2024",
      "title": "Wave 3 and PGC",
      "content": "An update is released, which allows players to change in-game language. Languages supported in the first wave are (in addition to English) German, Spanish, Italian, Dutch, Polish and, of course, Finnish. Most translations are provided by WalkScape's hard working community."
    },
    "syrenthiaHotfix": {
      "date": "16th of October, 2024",
      "title": "Hotfix After Syrenthia Update",
      "content": "A patch is released, which fixes most technical problems players experienced after the Syrenthia update"
    },
    "engineUpdate": {
      "date": "29th of January, 2025",
      "title": "Engine Update & Gear Sets",
      "content": "During the winter of 2024-2025 the team sits down for their longest updateless period yet. Over the course of over three months large parts of the game engine are rewritten in order to improve performance and stability, and to support a larger set of features. The first feature to take advantage of this fact is the new gear system released at the same time."
    },
    "devTools": {
      "date": "February, 2025",
      "title": "Devtools 2.0",
      "content": "After the major engine update, the team quickly follows up with new devtools to enable the content team to work more independently of the programming team."
    },
    "smartWatch": {
      "date": "25th of April, 2025",
      "title": "Wearable Support for iOS",
      "content": "After a poll gauging community opinion, the team decides to develop wearable support for iOS devices to pilot the feature and releases the update in April."
    },
    "wave4": {
      "date": "15th of May, 2025",
      "title": "Wave 4 and Bogged Down",
      "content": "Wave 4 starts and thousands of new players join the game. Using the new development tools, the team releases a larger content update that expands on the swamp areas of GDTE."
    },
    "party": {
      "date": "December, 2024",
      "title": "Party System",
      "content": "The first real multiplayer mechanic, which allows players to party up to reach common goals."
    },
    "trading": {
      "date": "",
      "title": "Player Trading",
      "content": "As the next massive multiplayer feature, player trading will be introduced, truly bringing out the 'MMO' in WalkScape's 'MMORPG'."
    },
    "combat": {
      "date": "",
      "title": "Combat System",
      "content": "The first version of the combat system will be brought in for testing after trading. The team is prepared that the mechanic might need some iteration once testing starts."
    },
    "quests": {
      "date": "",
      "title": "Quests",
      "content": "As the final major feature, Quests will be introduced to give players hand-crafted story content to play through."
    }
  }
}
