{
    "singulars": {
        "meta": {
            "title": "WalkScape | Mapa Drogowa",
            "description": "Zarys tego, w jaki sposób tworzony jest WalkScape, w przeszłości i przyszłości."
        },
        "floursifter": {
            "content": "Floursifter, członek społeczności WalkScape, jaki przyczynił się do rozwoju w dużym stopniu spędził sporo wolnego czasu dodając wiele treści, rozwiązań w grze oraz testowaniu wersji iOS, dołącza do drużyny nieoficjalnie.",
            "date": "12 października 2023",
            "title": "Floursifter dołącza do Teamu"
        },
        "qol": {
            "content": "Wielka aktualizacja jakości rozgrywki (QoL) została wydana. Cały interfejs został przebudowany, a poruszanie się i nawigacja po gry stała się zdecydowanie prostsza.",
            "date": "16 lutego 2024",
            "title": "Wielka aktualizacja QoL"
        },
        "myzozoz": {
            "content": "By przyspieszyć proces rozwoju gry, rozpoczęły się poszukiwania drugiego programisty i dewelopera. Myzozoz dołącza 15 kwietnia, jako pierwszy oficjalny pracownik Not A Cult.",
            "date": "15 kwietnia 2024",
            "title": "myzozoz dołącza do Teamu"
        },
        "devStart": {
            "date": "17 sierpnia 2022",
            "title": "Rozpoczęcie Tworzenia Gry",
            "content": "Rozwój WalkScape rozpoczyna się jako projekt hobbystyczny, nad jakim Schamppu pracuje w wolnym czasie."
        },
        "maxchill": {
            "date": "4 grudnia 2022",
            "title": "Maxchill dołącza do Teamu",
            "content": "Projekt nabiera popularności w sieci, głównie na Reddit, a także drużyna musi nająć grafików. Maxchill dołącza do drużyny autorów."
        },
        "originalBeta": {
            "date": "Lato 2023",
            "title": "Pierwsze uruchomienie Zamkniętej Bety",
            "content": "Pierwsza wersja WalkScape w wersji zamkniętej bety zaplanowana jest na uruchomienie na lato 2023 roku. To okazało się nierealne do wykonania i premierę przełożono na koniec roku."
        },
        "wave1": {
            "date": "1 listopada 2023",
            "title": "1 fala zaproszeń dla Wspierających",
            "content": "By zagwarantować sobie dostęp do pierwszej Zamkniętej Bety gracze mogli wspierać rozwój WalkScape na Patreon i Buy Me a Coffee."
        },
        "launch": {
            "date": "18 stycznia 2024",
            "title": "Zamknięta Beta została uruchomiona",
            "content": "Pierwsza Zamknięta Beta WalkScape stała się dostępna."
        },
        "contentUpdate": {
            "date": "28 lutego 2024",
            "title": "Wielka Aktualizacja Treści",
            "content": "Ilość treści w grze została niemal podwojona przez dodanie rzeczy kolekcjonerskich, nowych przedmiotów, dwukrotnie więcej aktywności, a także trwają przygotowania do drugiej fali."
        },
        "wave2": {
            "date": "1 marca 2024",
            "title": "Druga Fala Zaproszeń",
            "content": "Druga fala zaproszeń do Zamkniętej Bety zakończyła się 31 marca 2024 roku. Wspierający przez Patreon i Bmac oraz duża grupa chętnych graczy, którzy złożyli aplikację do Zamkniętej Bety otrzymali dostęp przed zamknięciem fali, 31 Marca."
        },
        "wave2patch": {
            "date": "13 marca 2024",
            "title": "Aktualizacja po drugiej fali",
            "content": "Została wydana aktualizacja poprawiająca trochę problemów napotkanych przez graczy, którzy dołączyli w drugiej fali."
        },
        "pedometer": {
            "date": "26 kwietnia 2024",
            "title": "Aktualizacja Pedometru",
            "content": "Od teraz główna cecha WalkSCape, liczenie kroków, wymaga aktualizacji. Pojawia się aktualizacja poprawiająca masę problemów, jakie napotkano z pedometrem. Progres oparty o poprawianie pedometru trwa dalej przez maj 2024 roku."
        },
        "wave2point5": {
            "date": "1 czerwca 2024",
            "title": "Fala Zaproszeń 2.5",
            "content": "Jako podziękowania dla wszystkich tych, którzy wspierają grę od końca drugiej fali zaproszeń, kolejne zostały rozesłane do wszystkich wspierających na Patreon lub BMAC przed 15 czerwca, 12:00:00 czasu UTC. Zaproszenia były wysyłane od 1 czerwca."
        },
        "syrenthia": {
            "date": "21 Sierpień 2024",
            "title": "Aktualizacja Syrenthia",
            "content": "Nasza największa dotychczas aktualizacja, dodająca system reputacji, przedmioty zużywalne i zupełnie nowy region. Zespół wdraża aktualizację zdalnie z Kolonii w Niemczech, ponieważ bierze udział w Gamescom. Aktualizacja oznacza również początek fali 3."
        },
        "wave3": {
            "date": "Sierpień-Październik 2024",
            "title": "Fala 3 i Pocket Gamer Connects",
            "content": "Przez następne sześć i pół tygodnia gra cieszy się ogromnym napływem nowych graczy, ponieważ wieści o fali 3 docierają do większej liczby osób niż kiedykolwiek wcześniej. Gra jest również prezentowana na różnych konwentach, zdobywając nagrodę indie audience choice na Pocket Gamer Connects Helsinki."
        },
        "syrenthiaHotfix": {
            "title": "Hotfix po aktualizacji Syrenthia",
            "date": "16 Październik 2024",
            "content": "Wydana została łatka, która naprawia większość problemów technicznych, jakich doświadczyli gracze po aktualizacji Syrenthia"
        },
        "qol2": {
            "date": "Listopad-Grudzień 2024",
            "title": "Druga duża aktualizacja QoL",
            "content": "Planowana jest aktualizacja jakości życia, która zajmie się zarządzaniem zapasami, bankowością, kolejkowaniem aktywności, powiadomieniami i wieloma innymi niedociągnięciami w interfejsie użytkownika gry."
        },
        "party": {
            "date": "Grudzień 2024",
            "title": "System Drużynowy",
            "content": "Pierwsza prawdziwa mechanika wieloosobowa, która pozwala graczom łączyć się w grupy, aby osiągnąć wspólne cele."
        },
        "devTools": {
            "title": "Narzędzia deweloperskie 2.0",
            "content": "Aby znacznie zwiększyć szybkość opracowywania nowej zawartości, narzędzia deweloperskie używane wewnętrznie przez zespół zostaną całkowicie zmienione.",
            "date": "Przełom roku 2024-2025"
        },
        "gdteUpdate": {
            "date": "Q1, 2025",
            "title": "Aktualizacja GDTE",
            "content": "Zanim przejdziemy do nowych kontynentów, Wielkie Księstwo Trellin-Erdwise zostanie rozbudowane, aby dorównać bogactwem zawartości Jarvonii i Syrenthii."
        },
        "trading": {
            "date": "Q1, 2025",
            "title": "Handel Pomiędzy Graczami",
            "content": "Jako kolejna funkcja dla wielu graczy, wprowadzony zostanie handel między graczami, prawdziwie wydobywając \"MMO\" z \"MMORPG\" WalkScape."
        },
        "combat": {
            "date": "Q1, 2025",
            "title": "System Walki",
            "content": "Pierwsza wersja systemu walki zostanie wydana. Zespół jest przygotowany na to, że funkcja może wymagać pewnych zmian po rozpoczęciu testów."
        },
        "quests": {
            "date": "Q2, 2025",
            "title": "Zadania",
            "content": "Ostatnią ważną funkcją będą zadania, które zapewnią graczom własnoręcznie tworzoną zawartość fabularną."
        },
        "smartWatch": {
            "date": "Q2, 2025",
            "title": "Wsparcie dla inteligentnych urządzeń",
            "content": "Obsługa smartwatchy i ewentualnie innych urządzeń do noszenia zostanie włączona, aby umożliwić zbieranie kroków bez konieczności ciągłego trzymania telefonu komórkowego w kieszeni."
        },
        "achievements": {
            "date": "10 lipca 2024",
            "title": "Aktualizacja osiągnięć została wydana",
            "content": "Wkrótce po fali 2.5, znacząca aktualizacja zawartości dodała do gry osiągnięcia. "
        },
        "localization": {
            "content": "Wydano aktualizację, która umożliwia graczom zmianę języka w grze. Języki obsługiwane w pierwszej fali to (oprócz Angielskiego) Polski, Niemiecki, Hiszpański, Włoski, Holenderski i oczywiście Fiński. Większość tłumaczeń jest dostarczana przez ciężko pracującą społeczność WalkScape.",
            "date": "12 Październik 2024",
            "title": "Aktualizacja lokalizacji"
        }
    }
}
