{
    "singulars": {
        "meta": {
            "title": "WalkScape | Plannen",
            "description": "De ontwikkelingsplannen van WalkScape, zowel in het verleden als in de toekomst, in grote lijnen."
        },
        "devStart": {
            "content": "De ontwikkeling van WalkScape begint als een hobbyproject, waar Schamppu in zijn vrije tijd aan werkt.",
            "date": "17 augustus, 2022",
            "title": "Spelontwikkeling Begint"
        },
        "originalBeta": {
            "content": "De eerste versie van de WalkScape gesloten beta-testfase staat gepland voor lancering in de zomer van 2023. Dit blijkt een onrealistisch doel te zijn, en de release moet uitgesteld worden tot het einde van het jaar.",
            "date": "Zomer, 2023",
            "title": "Originele Lancering van de Gesloten Beta-Test"
        },
        "wave1": {
            "content": "Om gegarandeerd toegang te krijgen tot de eerste Gesloten Beta-testversie van het spel, kunnen spelers de ontwikkeling van het spel steunen via Patreon en Buy Me a Coffee.",
            "date": "1 november, 2023",
            "title": "Uitnodiging Groep 1 voor Financiele Steuners"
        },
        "pedometer": {
            "content": "Op dit moment heeft de hoofdfunctionaliteit, het tellen van stappen, een update nodig. Er wordt een update uitgebracht die een hoop problemen met de stappenteller oplost waar mensen tegenaan liepen. Het oplossen van problemen met de stappenteler gaat door gedurende de hele maand mei, 2024.",
            "date": "26 april, 2024",
            "title": "Stappenteller-update"
        },
        "myzozoz": {
            "content": "Om de ontwikkeling te versnellen, begint de zoektocht naar een tweede programmeur en ontwikkelaar. Op 15 april wordt myzozoz de eerste officiële werknemer van Not A Cult.",
            "date": "15 april, 2024",
            "title": "myzozoz Wordt Lid van het Team"
        },
        "wave3": {
            "content": "Voor de volgende zes en halve week komt er een enorme hoeveelheid nieuwe spelers aan, want groep 3 van beta uitnodigingen bereikt meer mensen dan ooit. Het spel wordt ook getoond op verschillende conventies, en wint de publieksprijs op Pocket Gamers Connects in Helsinki.",
            "date": "Augustus-Oktober, 2024",
            "title": "Groep 3 en Pocket Gamer Connects"
        },
        "maxchill": {
            "date": "4 december, 2022",
            "title": "Maxchill Wordt Lid van het Team",
            "content": "Het project begint online populair te worden, vooral op Reddit, en het wordt nodig om een artiest in te huren. Maxchill wordt lid van het ontwikkelteam."
        },
        "floursifter": {
            "date": "12 oktober, 2023",
            "title": "Floursifter Wordt Lid van het Team",
            "content": "Floursifter, lid van de WalkScape online gemeenschap, wie veel van zijn vrije tijd heeft besteed aan het bedenken van spelelementen, formules in het spel, en het testen van de iOS versie, wordt onofficieel lid van het team."
        },
        "launch": {
            "date": "18 januari, 2024",
            "title": "Gesloten Beta-test is Gelanceerd",
            "content": "WalkScape's eerste Gesloten-Betaversie is gelanceerd."
        },
        "qol": {
            "date": "16 februari, 2024",
            "title": "Grote Handigheidsupdate",
            "content": "Een grote update met handigheidsverbeteringen. De complete UI is opnieuw gemaakt en het navigeren en spelen van het spel wordt veel gemakkelijker."
        },
        "contentUpdate": {
            "date": "28 februari, 2024",
            "title": "Grote Spelinhoud Update",
            "content": "De hoeveelheid spelinhoud is bijna verdubbeld met de toevoeging van verzamelobjecten, nieuwe voorwerpen, dubbel zo veel activiteiten, en meer, ter voorbereiding van de lancering van Groep 2."
        },
        "wave2": {
            "date": "1 maart, 2024",
            "title": "Uitnodiging Groep 2",
            "content": "De tweede groep Gesloten Beta-uitnodigingen sluit op 31 maart, 2024. Patreon en BMAC-ondersteuners en een grote groep aanmelders voor de Gesloten Beta-test krijgen toegang vóór de einddatum, 31 maart."
        },
        "wave2patch": {
            "date": "13 maart, 2024",
            "title": "Update Na Groep 2",
            "content": "Er wordt een update uitgebracht om problemen op te lossen waar spelers van groep 2 tegenaan liepen."
        },
        "wave2point5": {
            "date": "1 juni, 2024",
            "title": "Uitnodiging Groep 2.5",
            "content": "Als een bedankje aan alle spelers die het spel gesteund hebben sinds het einde van groep 2, zijn uitnodigingen gestuurd naar iedereen die het spel gesteund heeft op Patreon of BMAC voor 15 juni 12:00:00 UTC. Uitnodigingen zullen worden verstuurd vanaf 1 juni."
        },
        "syrenthia": {
            "date": "21 augustus, 2024",
            "title": "Syrenthië Update",
            "content": "Onze grootste update tot dan toe, waarbij rijksreputatie, verbruiksvoorwerpen, en een compleet nieuwe regio toegevoegd worden aan het spel. Het team brengt de update uit vanuit Keulen, Duitsland, omdat ze bij Gamescom aanwezig zijn. Deze update markeert ook de start van groep 3 van uitnodigingen."
        },
        "achievements": {
            "date": "10 juli, 2024",
            "title": "Prestaties-update uitgebracht",
            "content": "Kort na groep 2.5 van uitnodigingen, zijn met een grote update prestaties toegevoegd aan het spel. "
        },
        "localization": {
            "date": "12 oktober, 2024",
            "title": "Localisatie-update",
            "content": "Er is een update uitgebracht waardoor spelers de taal van het spel kunnen aanpassen. Talen die in het begin ondersteund worden zijn (naast Engels) Duits, Spaans, Italiaans, Nederlands, Pools, en natuurlijk Fins. De meeste vertalingen zijn verzorgd door de hard werkende community van WalkScape."
        },
        "syrenthiaHotfix": {
            "date": "16 oktober, 2024",
            "title": "Hotfix Na Syrenthië Update",
            "content": "Een update is uitgebracht om de meeste technische problemen op te lossen waar spelers tegenaan liepen na de Syrenthië update"
        },
        "qol2": {
            "date": "November-December, 2024",
            "title": "Tweede Grote Handigheids-Update",
            "content": "Een update is uitgebracht met handigheidjes voor het beheren van je inventaris en je bank, het instellen van meerdere activiteiten op een rij, notificaties, en het verbeteren van de interface."
        },
        "party": {
            "date": "December, 2024",
            "title": "Partijensysteem",
            "content": "De eerste echte multiplayer functionaliteit, waarbij spelers samen een partij kunnen vormen om doelen te halen."
        },
        "devTools": {
            "date": "Februari, 2025",
            "title": "Devtools 2.0",
            "content": "Na de grote engine update komt het team al gauw met nieuwe devtools, waardoor het content-team onafhankelijker van het programmeerteam kan werken."
        },
        "gdteUpdate": {
            "title": "GHTE Update",
            "date": "1e kwartaal, 2025",
            "content": "Voordat we verder werken aan andere continenten, wordt Groot Hertogdom van Trellin-Erdwijs meer opgevuld om net zo veel inhoud te krijgen als Jarvonië en Syrenthië."
        },
        "trading": {
            "date": "",
            "title": "Ruilen Tussen Spelers",
            "content": "Voor de volgende grote multiplayer functionaliteit, wordt het ruilen tussen spelers toegevoegd, waardoor de 'MMO' van WalkScape's 'MMORPG' een realiteit wordt."
        },
        "combat": {
            "date": "",
            "title": "Gevechtensysteem",
            "content": "De eerste versie van het gevechtensysteem wordt uitgebracht om te testen na de ruilfunctie. Het team houdt er rekening mee dat er meerdere iteraties nodig zijn zodra het testen ervan begint."
        },
        "quests": {
            "date": "",
            "title": "Quests",
            "content": "Als laatste grote feature, worden quests toegevoegd om spelers handgemaakte verhalen te geven om doorheen te spelen."
        },
        "smartWatch": {
            "date": "25 april, 2025",
            "title": "Ondersteuning van Wearables voor iOS",
            "content": "Na via een poll interesse te peilen bij de community, besluit het team ondersteuning van wearables voor iOS toestellen te ontwikkelen als proef van de functionaliteit, wat in april uitgebracht wordt."
        },
        "engineUpdate": {
            "date": "29 januari, 2025",
            "title": "Engine Update & Uitrustingssets",
            "content": "Tijdens de winter van 2024-2025 ervaart het team de langste periode zonder updates tot dan toe. Drie maanden lang worden grote delen van de engine herschreven om performance en stabiliteit te verbeteren, en om een groter aantal functionaliteiten te ondersteunen. De eerste functie die hier gebruikt van maakt, zijn uitrustingssets, wat op hetzelfde moment uitgebracht wordt."
        },
        "wave4": {
            "date": "15 mei, 2025",
            "title": "Groep 4 en Drassigheid",
            "content": "Uitnodigingen worden gestuurd naar de 4e groep en duizenden nieuwe spelers beginnen te spelen. Met de nieuwe ontwikkelaarstools brengt het team een grotere update uit die het moerasgedeelte van GDTE uitbreid."
        }
    }
}
